[door_metal_nokeyhole_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[Usables.doorShowCannotOpenMessage_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要`k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Usables.doorShowCannotOpenMessage_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="此门被从对面封锁了，直至外围安全后才可打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.lever_noStaticBase_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=" "

[door_metal_nokeyhole_twk:DisTweaks_InteractableInterface_40 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.wall_lever_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[Usables.lever_noStaticBase_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.Valve_NeverRewind_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="阀门"
m_InteractText="按住 `k 转动"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.wall_lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"

